Repository: ian20040409/Apple-Intelligence-Chat
Catalog: Apple Intelligence Chat/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: An error occurred: %@
zh_hant: 發生錯誤：%@

source: Apple Intelligence not enabled in Settings
zh_hant: 未在設定中啟用 Apple Intelligence

source: Ask anything
zh_hant: ⌨️ 請在此輸入…

source: Available
zh_hant: 可用

source: Clear
zh_hant: 清除

source: Device not eligible
zh_hant: 設備不符合條件

source: Done
zh_hant: 完成

source: Error
zh_hant: 錯誤

source: Generation
zh_hant: 生成

source: Model assets not downloaded
zh_hant: 模型資源未下載

source: New Chat
zh_hant: 新對話

source: OK
zh_hant: 好

source: Session could not be created.
zh_hant: 無法創建會話。

source: Settings
zh_hant: 設定

source: Stream Responses
zh_hant: 串流回應

source: System Instructions
zh_hant: 系統指令

source: Temperature: %.2f
zh_hant: Temperature 參數：%0.2f

source: Temperature: %0.2f
zh_hant: Temperature 參數：%0.2f

source: The language model is not available. Reason: %@
zh_hant: 語言模型不可用。原因：%@

source: Unknown availability
zh_hant: 未知可用性

source: Unknown reason
zh_hant: 未知原因

source: You are a helpful assistant.
zh_hant: 你是一個助理。
